app/controllers/api/students_controller.rb

  def create
    @student = Student.new(student_params)
    if @student.save
---
INSERT INTO "students" ("first_name", "last_name", "email_address", "created_at", "updated_at", "school", "major") VALUES (?, ?, ?, ?, ?, ?, ?)