app/controllers/students_controller.rb

INSERT INTO "students" ("first_name", "last_name", "email_address", "created_at", "updated_at") VALUES (?, ?, ?, ?, ?)  [["first_name", ""], ["last_name", ""], ["email_address", ""], ["created_at", "2020-04-24 11:52:17.603673"], ["updated_at", "2020-04-24 11:52:17.603673"]]
---
  def create
    @student = Student.new(student_params)
    if @student.save